Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: You must specify the primary key column name to store the next number.
ar: يجب عليك تحديد اسم عمود المفتاح الأساسي لتخزين الرقم التالي.
bn: পরবর্তী সংখ্যা সংরক্ষণ করতে আপনাকে অবশ্যই প্রাথমিক কী কলামের নাম উল্লেখ করতে হবে।
de: Sie müssen den Namen der Primärschlüsselspalte angeben, um die nächste Nummer zu speichern.
es: Debe especificar el nombre de la columna de clave primaria para almacenar el siguiente número.
fr: Vous devez spécifier le nom de la colonne de clé primaire pour stocker le numéro suivant.
hi: आपको अगला नंबर संग्रहीत करने के लिए प्राथमिक कुंजी कॉलम नाम निर्दिष्ट करना होगा।
it: È necessario specificare il nome della colonna della chiave primaria per memorizzare il numero successivo.
nl: U moet de naam van de primaire sleutelkolom opgeven om het volgende nummer op te slaan.
pt: Você deve especificar o nome da coluna da chave primária para armazenar o próximo número.
te: తదుపరి సంఖ్యను నిల్వ చేయడానికి మీరు తప్పనిసరిగా ప్రాథమిక కీ కాలమ్ పేరును పేర్కొనాలి.
zh_tw: 您必须指定主键列名称来存储下一个数字。

source: No role info private object provided.
ar: لم يتم توفير كائن خاص لمعلومات الدور.
bn: কোন ভূমিকা তথ্য ব্যক্তিগত বস্তু প্রদান করা হয়.
de: Kein privates Objekt mit Rolleninformationen bereitgestellt.
es: No se proporcionó objeto privado de información de rol.
fr: Aucun objet privé d'informations sur le rôle n'est fourni.
hi: कोई भूमिका जानकारी निजी वस्तु प्रदान नहीं की गई।
it: Nessun oggetto privato con informazioni sul ruolo fornito.
nl: Geen rolinfo privé-object opgegeven.
pt: Nenhum objeto privado de informações de função fornecido.
te: పాత్ర సమాచారం ప్రైవేట్ వస్తువు అందించబడలేదు.
zh_tw: 未提供角色信息私有对象。

source: The role list must not be empty.
ar: يجب ألا تكون قائمة الأدوار فارغة.
bn: ভূমিকা তালিকা খালি হতে হবে না.
de: Die Rollenliste darf nicht leer sein.
es: La lista de roles no debe estar vacía.
fr: La liste des rôles ne doit pas être vide.
hi: भूमिका सूची खाली नहीं होनी चाहिए.
it: L'elenco dei ruoli non deve essere vuoto.
nl: De rollenlijst mag niet leeg zijn.
pt: A lista de funções não deve estar vazia.
te: పాత్ర జాబితా ఖాళీగా ఉండకూడదు.
zh_tw: 角色列表不能为空。

source: Only an administrator may perform a transitions if the content item is checked out.
ar: يمكن للمسؤول فقط إجراء انتقالات إذا تم سحب عنصر المحتوى.
bn: বিষয়বস্তু আইটেম চেক আউট করা হলে শুধুমাত্র একজন প্রশাসক একটি রূপান্তর সঞ্চালন করতে পারেন.
de: Nur ein Administrator darf einen Übergang durchführen, wenn das Inhaltselement ausgecheckt ist.
es: Solo un administrador puede realizar una transición si el elemento de contenido está desprotegido.
fr: Seul un administrateur peut effectuer une transition si l'élément de contenu est extrait.
hi: यदि सामग्री आइटम की जाँच की जाती है तो केवल एक व्यवस्थापक ही परिवर्तन कर सकता है।
it: Solo un amministratore può eseguire una transizione se l'elemento di contenuto è stato estratto.
nl: Alleen een beheerder mag een overgang uitvoeren als het inhoudsitem is uitgecheckt.
pt: Somente um administrador poderá realizar transições se o item de conteúdo estiver em estado de check-out.
te: కంటెంట్ అంశం తనిఖీ చేయబడితే నిర్వాహకుడు మాత్రమే పరివర్తనలను చేయగలడు.
zh_tw: 如果内容项被签出，则只有管理员可以执行转换。

source: The user does not belong to any of the roles required for this transition.
ar: لا ينتمي المستخدم إلى أي من الأدوار المطلوبة لهذا النقل.
bn: ব্যবহারকারী এই রূপান্তরের জন্য প্রয়োজনীয় কোনো ভূমিকার অন্তর্গত নয়।
de: Der Benutzer gehört keiner der für diesen Übergang erforderlichen Rollen an.
es: El usuario no pertenece a ninguno de los roles requeridos para esta transición.
fr: L'utilisateur n'appartient à aucun des rôles requis pour cette transition.
hi: उपयोगकर्ता इस परिवर्तन के लिए आवश्यक किसी भी भूमिका से संबंधित नहीं है।
it: L'utente non appartiene a nessuno dei ruoli richiesti per questa transizione.
nl: De gebruiker behoort niet tot een van de rollen die vereist zijn voor deze transitie.
pt: O usuário não pertence a nenhuma das funções necessárias para esta transição.
te: వినియోగదారు ఈ పరివర్తనకు అవసరమైన ఏ పాత్రలకు చెందినవారు కాదు.
zh_tw: 用户不属于此转换所需的任何角色。

source: A valid transition comment was required but not specified.
ar: كان هناك حاجة إلى تعليق انتقال صالح ولكن لم يتم تحديده.
bn: একটি বৈধ স্থানান্তর মন্তব্য প্রয়োজন ছিল কিন্তু নির্দিষ্ট করা হয়নি৷
de: Ein gültiger Übergangskommentar war erforderlich, wurde jedoch nicht angegeben.
es: Se requería un comentario de transición válido pero no se especificó.
fr: Un commentaire de transition valide était requis mais non spécifié.
hi: एक वैध संक्रमण टिप्पणी की आवश्यकता थी लेकिन निर्दिष्ट नहीं की गई।
it: È stato richiesto un commento di transizione valido ma non specificato.
nl: Een geldige overgangsopmerking was vereist, maar niet gespecificeerd.
pt: Um comentário de transição válido foi necessário, mas não foi especificado.
te: చెల్లుబాటు అయ్యే పరివర్తన వ్యాఖ్య అవసరం కానీ పేర్కొనబడలేదు.
zh_tw: 需要有效的转换注释，但未指定。

source: You do not have the document checked out.
ar: ليس لديك المستند الذي تم سحبه.
bn: আপনি নথি চেক আউট নেই.
de: Sie haben das Dokument nicht ausgecheckt.
es: No tiene el documento desprotegido.
fr: Vous n'avez pas extrait le document.
hi: आपके पास दस्तावेज़ की जाँच नहीं है.
it: Non hai estratto il documento.
nl: U heeft het document niet uitgecheckt.
pt: Você não tem o documento em check-out.
te: మీరు తనిఖీ చేసిన పత్రాన్ని కలిగి లేరు.
zh_tw: 您没有签出该文档。

source: This document does not have an edit revision.
ar: لا تحتوي هذه الوثيقة على مراجعة تحريرية.
bn: এই নথিতে একটি সম্পাদনা সংশোধন নেই৷
de: Für dieses Dokument gibt es keine Bearbeitungsrevision.
es: Este documento no tiene una revisión de edición.
fr: Ce document n'a pas de révision d'édition.
hi: इस दस्तावेज़ में कोई संपादन संशोधन नहीं है.
it: Questo documento non ha una revisione di modifica.
nl: Dit document heeft geen bewerkingsrevisie.
pt: Este documento não possui revisão de edição.
te: ఈ పత్రంలో సవరణ పునర్విమర్శ లేదు.
zh_tw: 本文档没有编辑修订版。

source: You are attempting to check in revision {0} but the checked out revision is {1}.
ar: أنت تحاول إيداع المراجعة {0} لكن المراجعة المسحوبة هي {1}.
bn: আপনি রিভিশন {0} চেক করার চেষ্টা করছেন কিন্তু চেক আউট রিভিশন হল {1}।
de: Sie versuchen, die Revision {0} einzuchecken, aber die ausgecheckte Revision ist {1}.
es: Está intentando registrar la revisión {0} pero la revisión desprotegida es {1}.
fr: Vous essayez d'archiver la révision {0} mais la révision extraite est {1}.
hi: आप पुनरीक्षण को जाँचने का प्रयास कर रहे हैं {0} लेकिन जाँचा गया पुनरीक्षण {1} है।
it: Stai tentando di depositare la revisione {0} ma la revisione ritirata è {1}.
nl: U probeert revisie {0} in te checken, maar de uitgecheckte revisie is {1}.
pt: Você está tentando fazer check-in da revisão {0}, mas a revisão com check-out é {1}.
te: మీరు పునర్విమర్శ {0}ని తనిఖీ చేయడానికి ప్రయత్నిస్తున్నారు, కానీ చెక్ అవుట్ చేసిన పునర్విమర్శ {1}.
zh_tw: 您正在尝试签入修订版 {0}，但签出的修订版是 {1}。

source: You can not check in an item when it is checked out by somebody else and you are not an administrator.
ar: لا يمكنك إيداع عنصر عندما يقوم شخص آخر بسحبه وأنت لست مسؤولاً.
bn: আপনি একটি আইটেম চেক করতে পারবেন না যখন এটি অন্য কেউ চেক আউট করে এবং আপনি একজন প্রশাসক নন৷
de: Sie können ein Element nicht einchecken, wenn es von einer anderen Person ausgecheckt wurde und Sie kein Administrator sind.
es: No puede registrar un elemento cuando está desprotegido por otra persona y no es administrador.
fr: Vous ne pouvez pas archiver un élément lorsqu'il est extrait par quelqu'un d'autre et que vous n'êtes pas un administrateur.
hi: आप किसी आइटम को तब चेक-इन नहीं कर सकते जब उसे किसी अन्य व्यक्ति द्वारा चेक-आउट किया गया हो और आप व्यवस्थापक नहीं हों।
it: Non è possibile archiviare un elemento quando è stato estratto da qualcun altro e non sei un amministratore.
nl: U kunt een item niet inchecken als het door iemand anders is uitgecheckt en u geen beheerder bent.
pt: Você não pode fazer check-in de um item quando ele for retirado por outra pessoa e você não for um administrador.
te: వేరొకరు ఐటెమ్u200cని తనిఖీ చేసినప్పుడు మీరు దాన్ని తనిఖీ చేయలేరు మరియు మీరు నిర్వాహకులు కాదు.
zh_tw: 当项目已被其他人签出并且您不是管理员时，您无法签入该项目。

source: You can not check out when it is checked out by somebody.
ar: لا يمكنك التحقق من ذلك عندما يتم سحبه من قبل شخص ما.
bn: কেউ চেক আউট করলে আপনি চেক আউট করতে পারবেন না।
de: Sie können es nicht auschecken, wenn es von jemandem ausgecheckt wird.
es: No puede desproteger cuando está desprotegido por alguien.
fr: Vous ne pouvez pas procéder au paiement lorsqu'il est effectué par quelqu'un.
hi: जब कोई इसे चेक आउट कर दे तो आप इसकी जांच नहीं कर सकते।
it: Non puoi effettuare il check-out quando viene effettuato il check-out da qualcuno.
nl: U kunt niet uitchecken wanneer iemand heeft uitgecheckt.
pt: Você não pode verificar quando é verificado por alguém.
te: ఎవరైనా చెక్ అవుట్ చేసినప్పుడు మీరు చెక్ అవుట్ చేయలేరు.
zh_tw: 当有人签出时，您无法签出。

source: You are attempting to check out revision {0}, but you have already checked out revision {1}.
ar: أنت تحاول سحب المراجعة {0}، لكنك قمت بالفعل بسحب المراجعة {1}.
bn: আপনি রিভিশন {0} চেক আউট করার চেষ্টা করছেন, কিন্তু আপনি ইতিমধ্যেই {1} রিভিশন চেক আউট করেছেন।
de: Sie versuchen, Revision {0} auszuchecken, haben Revision {1} jedoch bereits ausgecheckt.
es: Está intentando desproteger la revisión {0}, pero ya ha desprotegido la revisión {1}.
fr: Vous essayez d'extraire la révision {0}, mais vous avez déjà extrait la révision {1}.
hi: आप संशोधन {0} की जाँच करने का प्रयास कर रहे हैं, लेकिन आप पहले ही संशोधन {1} की जाँच कर चुके हैं।
it: Stai tentando di estrarre la revisione {0}, ma hai già estratto la revisione {1}.
nl: U probeert revisie {0} uit te checken, maar u heeft revisie {1} al uitgecheckt.
pt: Você está tentando fazer check-out da revisão {0}, mas já fez check-out da revisão {1}.
te: మీరు పునర్విమర్శ {0}ని తనిఖీ చేయడానికి ప్రయత్నిస్తున్నారు, కానీ మీరు ఇప్పటికే పునర్విమర్శ {1}ని తనిఖీ చేసారు.
zh_tw: 您正在尝试签出修订版 {0}，但您已经签出修订版 {1}。

source: You are attempting to check out revision {0}, but the largest existing revision is {1}.
ar: أنت تحاول التحقق من المراجعة {0}، ولكن أكبر مراجعة موجودة هي {1}.
bn: আপনি রিভিশন {0} চেক আউট করার চেষ্টা করছেন, কিন্তু সবচেয়ে বড় বিদ্যমান রিভিশন হল {1}।
de: Sie versuchen, Revision {0} auszuchecken, aber die größte vorhandene Revision ist {1}.
es: Está intentando desproteger la revisión {0}, pero la revisión existente más grande es {1}.
fr: Vous essayez d'extraire la révision {0}, mais la plus grande révision existante est {1}.
hi: आप संशोधन {0} की जाँच करने का प्रयास कर रहे हैं, लेकिन सबसे बड़ा मौजूदा संशोधन {1} है।
it: Stai tentando di estrarre la revisione {0}, ma la revisione esistente più grande è {1}.
nl: U probeert revisie {0} uit te checken, maar de grootste bestaande revisie is {1}.
pt: Você está tentando fazer check-out da revisão {0}, mas a maior revisão existente é {1}.
te: మీరు పునర్విమర్శ {0}ని తనిఖీ చేయడానికి ప్రయత్నిస్తున్నారు, కానీ ఇప్పటికే ఉన్న అతిపెద్ద పునర్విమర్శ {1}.
zh_tw: 您正在尝试签出修订版 {0}，但最大的现有修订版是 {1}。

source: {0} has already tried to transition this document.
ar: لقد حاول {0} بالفعل نقل هذا المستند.
bn: {0} ইতিমধ্যেই এই নথিতে স্থানান্তর করার চেষ্টা করেছে৷
de: {0} hat bereits versucht, dieses Dokument zu übertragen.
es: {0} ya ha intentado transición este documento.
fr: {0} a déjà essayé de transférer ce document.
hi: {0} पहले ही इस दस्तावेज़ को परिवर्तित करने का प्रयास कर चुका है।
it: {0} ha già provato a eseguire la transizione di questo documento.
nl: {0} heeft al geprobeerd dit document over te zetten.
pt: {0} já tentou fazer a transição deste documento.
te: {0} ఇప్పటికే ఈ పత్రాన్ని మార్చడానికి ప్రయత్నించారు.
zh_tw: {0} 已尝试转换此文档。

source: Mail Domain may not be null.
ar: قد لا يكون مجال البريد فارغًا.
bn: মেল ডোমেন শূন্য নাও হতে পারে।
de: Die E-Mail-Domäne darf nicht null sein.
es: El Dominio de Correo no puede ser nulo.
fr: Le domaine de messagerie ne peut pas être nul.
hi: मेल डोमेन शून्य नहीं हो सकता.
it: Il dominio di posta potrebbe non essere nullo.
nl: Maildomein mag niet nul zijn.
pt: O Domínio de Correio não pode ser nulo.
te: మెయిల్ డొమైన్ శూన్యం కాకపోవచ్చు.
zh_tw: 邮件域不能为空。

source: Mail Domain may not be empty.
ar: لا يجوز أن يكون مجال البريد فارغًا.
bn: মেল ডোমেন খালি নাও থাকতে পারে।
de: Die Mail-Domain darf nicht leer sein.
es: El Dominio de Correo no puede estar vacío.
fr: Le domaine de messagerie ne peut pas être vide.
hi: मेल डोमेन खाली नहीं हो सकता.
it: Il dominio di posta potrebbe non essere vuoto.
nl: E-maildomein mag niet leeg zijn.
pt: O Domínio de Correio não pode estar vazio.
te: మెయిల్ డొమైన్ ఖాళీగా ఉండకపోవచ్చు.
zh_tw: 邮件域不能为空。

source: SMTP Host may not be null.
ar: لا يجوز أن يكون مضيف SMTP فارغًا.
bn: SMTP হোস্ট শূন্য নাও হতে পারে।
de: Der SMTP-Host darf nicht null sein.
es: El Host SMTP no puede ser nulo.
fr: L'hôte SMTP ne peut pas être nul.
hi: SMTP होस्ट शून्य नहीं हो सकता.
it: L'host SMTP potrebbe non essere nullo.
nl: SMTP-host mag niet nul zijn.
pt: O host SMTP não pode ser nulo.
te: SMTP హోస్ట్ శూన్యం కాకపోవచ్చు.
zh_tw: SMTP 主机不能为空。

source: SMTP Host may not be empty.
ar: قد لا يكون مضيف SMTP فارغًا.
bn: SMTP হোস্ট খালি নাও থাকতে পারে।
de: Der SMTP-Host darf nicht leer sein.
es: El Host SMTP no puede estar vacío.
fr: L'hôte SMTP ne peut pas être vide.
hi: एसएमटीपी होस्ट खाली नहीं हो सकता.
it: L'host SMTP potrebbe non essere vuoto.
nl: SMTP-host mag niet leeg zijn.
pt: O host SMTP não pode estar vazio.
te: SMTP హోస్ట్ ఖాళీగా ఉండకపోవచ్చు.
zh_tw: SMTP 主机不能为空。

source: User name may not be null or empty after trimming.
ar: لا يجوز أن يكون اسم المستخدم خاليًا أو فارغًا بعد القطع.
bn: ছাঁটাই করার পরে ব্যবহারকারীর নাম শূন্য বা খালি নাও হতে পারে।
de: Der Benutzername darf nach dem Zuschneiden nicht null oder leer sein.
es: El nombre de usuario no puede ser nulo o vacío después de trimming.
fr: Le nom d'utilisateur ne peut pas être nul ou vide après le découpage.
hi: ट्रिमिंग के बाद उपयोगकर्ता नाम शून्य या खाली नहीं हो सकता है।
it: Il nome utente non può essere nullo o vuoto dopo il taglio.
nl: De gebruikersnaam mag na het bijsnijden niet null of leeg zijn.
pt: O nome de usuário não pode ser nulo ou vazio após o corte.
te: ట్రిమ్ చేసిన తర్వాత వినియోగదారు పేరు శూన్యంగా లేదా ఖాళీగా ఉండకపోవచ్చు.
zh_tw: 修剪后的用户名不能为空。

source: Invalid adhoc type in data base.
ar: نوع مخصص غير صالح في قاعدة البيانات.
bn: ডাটাবেসে অবৈধ ডক টাইপ।
de: Ungültiger Ad-hoc-Typ in der Datenbank.
es: Tipo adhoc inválido en la base de datos.
fr: Type ad hoc invalide dans la base de données.
hi: डेटाबेस में अमान्य तदर्थ प्रकार.
it: Tipo ad hoc non valido nel database.
nl: Ongeldig ad-hoctype in database.
pt: Tipo ad hoc inválido no banco de dados.
zh_tw: 数据库中的临时类型无效。

source: State role name may not be null or empty after trimming.
ar: لا يجوز أن يكون اسم دور الحالة خاليًا أو فارغًا بعد الاقتطاع.
bn: রাজ্য ভূমিকার নাম ছাঁটাই করার পরে শূন্য বা খালি নাও হতে পারে৷
de: Der Statusrollenname darf nach dem Zuschneiden nicht null oder leer sein.
es: El nombre del rol de estado no puede ser nulo o vacío después de trimming.
fr: Le nom du rôle d’état ne peut pas être nul ou vide après le découpage.
hi: ट्रिमिंग के बाद राज्य भूमिका का नाम शून्य या खाली नहीं हो सकता है।
it: Il nome del ruolo dello stato potrebbe non essere nullo o vuoto dopo il taglio.
nl: De naam van de statusrol mag na het bijsnijden niet null of leeg zijn.
pt: O nome da função de estado não pode ser nulo ou vazio após o corte.
te: ట్రిమ్ చేసిన తర్వాత రాష్ట్ర పాత్ర పేరు శూన్యంగా లేదా ఖాళీగా ఉండకపోవచ్చు.
zh_tw: 修剪后状态角色名称不能为 null 或为空。

source: No records were found.
ar: لم يتم العثور على سجلات.
bn: কোন রেকর্ড পাওয়া যায়নি.
de: Es wurden keine Datensätze gefunden.
es: No se encontraron registros.
fr: Aucun enregistrement n'a été trouvé.
hi: कोई रिकार्ड नहीं मिला.
it: Non è stato trovato alcun record.
nl: Er zijn geen gegevens gevonden.
pt: Nenhum registro foi encontrado.
te: రికార్డులు దొరకలేదు.
zh_tw: 没有找到任何记录。

source: No adhoc assignment found for {0}.
ar: لم يتم العثور على مهمة خاصة لـ {0}.
bn: {0}-এর জন্য কোনো অ্যাডহক অ্যাসাইনমেন্ট পাওয়া যায়নি।
de: Für {0} wurde keine Ad-hoc-Zuweisung gefunden.
es: No se encontró asignación adhoc para {0}.
fr: Aucune affectation ad hoc trouvée pour {0}.
hi: {0} के लिए कोई तदर्थ असाइनमेंट नहीं मिला।
it: Nessuna assegnazione ad hoc trovata per {0}.
nl: Geen ad-hoctoewijzing gevonden voor {0}.
pt: Nenhuma atribuição ad hoc encontrada para {0}.
te: {0} కోసం తాత్కాలిక అసైన్u200cమెంట్ ఏదీ కనుగొనబడలేదు.
zh_tw: 未找到 {0} 的临时分配。

source: Not able to check-in item as an administrator has overridden your checkout. You must go back and check-out the item again before editing.
ar: غير قادر على إيداع العنصر لأن المسؤول قد تجاوز عملية الدفع الخاصة بك. يجب عليك العودة وسحب العنصر مرة أخرى قبل التحرير.
bn: একজন প্রশাসক আপনার চেকআউটকে ওভাররাইড করেছে বলে আইটেম চেক-ইন করতে সক্ষম নয়৷ আপনাকে অবশ্যই ফিরে যেতে হবে এবং সম্পাদনা করার আগে আইটেমটি আবার চেক-আউট করতে হবে৷
de: Der Artikel konnte nicht eingecheckt werden, da ein Administrator Ihren Checkout überschrieben hat. Sie müssen zurückgehen und das Element erneut auschecken, bevor Sie es bearbeiten können.
es: No se puede registrar el elemento ya que un administrador ha anulado su desprotección. Debe volver y desproteger el elemento nuevamente antes de editar.
fr: Impossible d'enregistrer l'article car un administrateur a annulé votre extraction. Vous devez revenir en arrière et extraire à nouveau l'élément avant de le modifier.
hi: आइटम को चेक-इन करने में सक्षम नहीं है क्योंकि व्यवस्थापक ने आपके चेकआउट को ओवरराइड कर दिया है। संपादन से पहले आपको वापस जाकर आइटम को दोबारा जांचना होगा।
it: Impossibile effettuare il check-in dell'articolo perché un amministratore ha sovrascritto il tuo check-out. È necessario tornare indietro ed effettuare nuovamente il check-out dell'elemento prima della modifica.
nl: Kan het item niet inchecken omdat een beheerder uw afrekenproces heeft overschreven. U moet teruggaan en het item opnieuw uitchecken voordat u het kunt bewerken.
pt: Não foi possível fazer check-in do item porque o administrador substituiu seu check-out. Você deve voltar e verificar o item novamente antes de editá-lo.
te: నిర్వాహకుడు మీ చెక్u200cఅవుట్u200cను భర్తీ చేసినందున ఐటెమ్u200cని చెక్-ఇన్ చేయడం సాధ్యం కాలేదు. సవరించడానికి ముందు మీరు తప్పనిసరిగా వెనక్కి వెళ్లి, అంశాన్ని మళ్లీ తనిఖీ చేయాలి.
zh_tw: 无法以管理员身份签入项目已覆盖您的签出。在编辑之前，您必须返回并再次签出该项目。

source: The item you are trying to checkout is in a public state. Public items cannot be checked out. You must transition the item into a non-public state before the system allows you to check it out.
ar: العنصر الذي تحاول الدفع به موجود في حالة عامة. لا يمكن سحب العناصر العامة. يجب عليك نقل العنصر إلى حالة غير عامة قبل أن يسمح لك النظام بفحصه.
bn: আপনি যে আইটেমটি চেকআউট করার চেষ্টা করছেন সেটি সর্বজনীন অবস্থায় রয়েছে৷ পাবলিক আইটেম চেক আউট করা যাবে না. সিস্টেম আপনাকে এটি পরীক্ষা করার অনুমতি দেওয়ার আগে আপনাকে অবশ্যই আইটেমটিকে একটি অ-পাবলিক অবস্থায় স্থানান্তর করতে হবে।
de: Der Artikel, den Sie zur Kasse gehen möchten, befindet sich in einem öffentlichen Zustand. Öffentliche Elemente können nicht ausgecheckt werden. Sie müssen das Element in einen nichtöffentlichen Status überführen, bevor das System Ihnen das Auschecken zulässt.
es: El elemento que está intentando desproteger está en un estado público. Los elementos públicos no pueden ser desprotegidos. Debe transicionar el elemento a un estado no público antes de que el sistema le permita desprotegerlo.
fr: L'article que vous essayez de commander est dans un état public. Les éléments publics ne peuvent pas être extraits. Vous devez faire passer l'élément à un état non public avant que le système vous permette de l'extraire.
hi: आप जिस आइटम को चेकआउट करने का प्रयास कर रहे हैं वह सार्वजनिक स्थिति में है। सार्वजनिक वस्तुओं की जाँच नहीं की जा सकती। इससे पहले कि सिस्टम आपको इसकी जांच करने की अनुमति दे, आपको आइटम को गैर-सार्वजनिक स्थिति में परिवर्तित करना होगा।
it: L'articolo che stai tentando di effettuare il check-out è in uno stato pubblico. Non è possibile effettuare il check-out degli elementi pubblici. È necessario trasferire l'articolo in uno stato non pubblico prima che il sistema ti consenta di estrarlo.
nl: Het artikel dat u probeert af te rekenen, heeft een openbare status. Openbare items kunnen niet worden uitgecheckt. U moet het item overzetten naar een niet-openbare status voordat u het via het systeem kunt uitchecken.
pt: O item que você está tentando finalizar a compra está em estado público. Itens públicos não podem ser retirados. Você deve fazer a transição do item para um estado não público antes que o sistema permita que você faça check-out.
te: మీరు చెక్అవుట్ చేయడానికి ప్రయత్నిస్తున్న అంశం పబ్లిక్ స్టేట్u200cలో ఉంది. పబ్లిక్ వస్తువులను తనిఖీ చేయడం సాధ్యం కాదు. సిస్టమ్ మిమ్మల్ని తనిఖీ చేయడానికి అనుమతించే ముందు మీరు అంశాన్ని తప్పనిసరిగా పబ్లిక్ కాని స్థితికి మార్చాలి.
zh_tw: 您尝试结账的商品处于公开状态。公共项目无法检出。在系统允许您检出该项目之前，您必须将该项目转换为非公开状态。

source: The content item with contentid {0} in workflow with workflowid {1} is in a state with stateid of {2} that does not match with the from stateid of {3} of the transition "{4}".
ar: عنصر المحتوى بمعرف المحتوى {0} في سير العمل بمعرف سير العمل {1} في حالة بمعرف الحالة {2} الذي لا يتطابق مع معرف الحالة من {3} للانتقال "{4}".
bn: ওয়ার্কফ্লোডের সাথে ওয়ার্কফ্লোতে contentid {0} সহ বিষয়বস্তু আইটেমটি {2} এর স্টেটেড সহ এমন একটি অবস্থায় রয়েছে যা "{4}" এর ট্রানজিশনের {3} এর থেকে মেলে না।
de: Das Inhaltselement mit der Inhalts-ID {0} im Workflow mit der Workflow-ID {1} befindet sich in einem Status mit der Status-ID {2}, der nicht mit der Status-ID von {3} des Übergangs „{4}“ übereinstimmt.
es: El elemento de contenido con contentid {0} en flujo de trabajo con workflowid {1} está en un estado con stateid de {2} que no coincide con el stateid de origen {3} de la transición "{4}".
fr: L'élément de contenu avec l'ID de contenu {0} dans le flux de travail avec l'ID de flux de travail {1} est dans un état avec l'ID d'état de {2} qui ne correspond pas à l'ID d'état d'origine de {3} de la transition "{4}".
hi: वर्कफ़्लोइड {1} के साथ वर्कफ़्लो में contentid {0} वाला सामग्री आइटम {2} की स्टेटिड वाली स्थिति में है जो संक्रमण "{4}" के {3} के स्टेटिड से मेल नहीं खाता है।
it: L'elemento di contenuto con id contenuto {0} nel flusso di lavoro con id flusso di lavoro {1} è in uno stato con id stato di {2} che non corrisponde allo stato di origine di {3} della transizione "{4}".
nl: Het inhoudsitem met contentid {0} in workflow met workflowid {1} heeft een status met stateid van {2} die niet overeenkomt met de from stateid van {3} van de transitie "{4}".
pt: O item de conteúdo com contentid {0} no fluxo de trabalho com workflowid {1} está em um estado com stateid de {2} que não corresponde ao from stateid de {3} da transição "{4}".
te: వర్క్u200cఫ్లోయిడ్ {1}తో వర్క్u200cఫ్లో కంటెంట్ {0} ఉన్న కంటెంట్ ఐటెమ్ {2} స్టేట్u200cఐడ్u200cతో స్థితిలో ఉంది, ఇది "{4}" యొక్క {3} స్టేట్u200cఐడ్ నుండి సరిపోలడం లేదు.
zh_tw: 工作流程 ID 为 {1} 的工作流程中内容 ID 为 {0} 的内容项处于状态 ID 为 {2} 的状态，该状态与转换“{4}”的起始状态 ID 为 {3} 不匹配。
